insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
VALUES ('Бордерлендс', 'Лилит, одна из самых известных охотниц за головами во Вселенной, терпеть не может две вещи: ' ||
                       'Пандору — свою родную планету, и Атласа — редкого отброса и влиятельного бандита.', 2024, 3, 16,
        120, 2);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Дэдпул и Росомаха', 'Уэйд Уилсон попадает в организацию «Управление временными изменениями», что вынуждает ' ||
                             'его вернуться к своему альтер-эго Дэдпулу и изменить историю с помощью Росомахи.', 2024,
        1, 18, 120, 1);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Гадкий я 4', 'Грю, Люси и их девочки — Марго, Эдит и Агнес — приветствуют нового члена семьи, Грю-младшего, ' ||
                      'который намерен мучить своего отца. Грю сталкивается с новым врагом в лице Максима Ле Маля и его ' ||
                      'роковой подруги Валентины, в связи с чем семья вынуждена бежать.', 2024, 2, 0, 90, 5);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Головоломка 2', 'Головной отдел мозга Райли внезапно подвергается капитальному ремонту в тот момент, когда ' ||
                         'необходимо освободить место для чего-то совершенно неожиданного: новых эмоций.Радость, Печаль,' ||
                         ' Гнев, Страх и Брезгливость, которые уже давно успешно руководят эмоциональными процессами, не' ||
                         ' знают, что и чувствовать, когда появляется некая… Тревожность.', 2024, 2, 6, 90, 4);
insert into films(name, description, year, genre_id, minimal_age, duration_in_minutes, file_id)
values ('Собиратель душ', 'Агент Ли Харкер охотится за одним из таких неуловимых чудовищ по прозвищу Собиратель душ.',
        2024, 4, 18, 90, 3);